Repository: poofware/mono-repo
Catalog: frontend/apps/worker-app/lib/l10n/app_*.arb
Languages: es

# apiErrorLocationOutOfBounds
source: You are too far from the job location to start.
es: Estás demasiado lejos para iniciar este trabajo.

# apiErrorNotWithinTimeWindow
source: This job cannot be started outside of its scheduled service window.
es: Este trabajo no se puede iniciar fuera de su horario de servicio.

# apiErrorNoPhotosProvided
source: Proof photos are required to complete this job.
es: Se requieren fotos de prueba para completar este trabajo.

# apiErrorLocationInaccurate
source: Your GPS signal is too weak. Please move to an area with a clearer view of the sky and try again.
es: Tu señal de GPS es demasiado débil. Por favor, muévete a un área con una vista más clara del cielo e inténtalo de nuevo.

# welcomeNewToPoof
source: New to Poof?
es: ¿Nuevo en Poof?

# welcomeSloganPart1
source: Get ready to turn
es: Prepárate para convertir

# welcomeSloganTrash
source: trash
es: basura

# welcomeSloganTo
source: to
es: en

# welcomeSloganCash
source: cash.
es: dinero.

# welcomeLoginButton
source: Login
es: Iniciar Sesión

# welcomeCreateAccountButton
source: Create Account
es: Crear Cuenta

# welcomeVideoNotLoaded
source: Video couldn't be loaded.
es: El video no se pudo cargar.

# loginTitle
source: Login
es: Iniciar Sesión

# loginSubtitle
source: Enter your phone number to sign in.
es: Introduce tu número de teléfono para iniciar sesión.

# loginContinueButton
source: Continue
es: Continuar

# loginEnterPhoneNumberPrompt
source: Please enter a valid 10-digit phone number
es: Por favor, introduce un número de teléfono válido de 10 dígitos

# loginFailedToProceed
source: Failed to proceed: {error}
es: Error al proceder: {error}

# loginUnexpectedError
source: Unexpected error: {error}
es: Error inesperado: {error}

# phoneNumberFieldLabel
source: Phone Number
es: Número de Teléfono

# phoneNumberFieldTooltip
source: Select Country
es: Seleccionar País

# homePageCouldNotGetLocation
source: Could not get current location: {error}
es: No se pudo obtener la ubicación actual: {error}

# homePageJobsSheetTitle
source: Available Jobs
es: Trabajos Disponibles

# homePageSortByLabel
source: Sort by:
es: Ordenar por:

# homePageSortByDistance
source: Distance
es: Distancia

# homePageSortByPay
source: Pay
es: Paga

# homePageSearchHint
source: Search by property name or address
es: Buscar por nombre de propiedad o dirección

# homePageSearchCloseTooltip
source: Close Search
es: Cerrar Búsqueda

# homePageSearchOpenTooltip
source: Search Jobs
es: Buscar Trabajos

# homePageNoJobsMatchSearch
source: No jobs match your search.
es: No hay trabajos que coincidan con tu búsqueda.

# homePageNoJobsAvailable
source: No jobs available right now.
es: No hay trabajos disponibles en este momento.

# homePageOfflineMessage
source: You are offline. Go online to see available jobs.
es: Estás desconectado. Conéctate para ver trabajos disponibles.

# goOnlineButtonGoOnline
source: Go Online
es: Conectarse

# goOnlineButtonGoOffline
source: Go Offline
es: Desconectarse

# goOnlineButtonFailedOnline
source: Failed to go online: {error}
es: Error al conectarse: {error}

# goOnlineButtonFailedOffline
source: Failed to go offline: {error}
es: Error al desconectarse: {error}

# goOnlineButtonAccountInactive
source: Account is inactive. Please contact support if this is unexpected.
es: Cuenta inactiva. Por favor, contacta a soporte si esto es inesperado.

# goOnlineButtonStatusCheckError
source: Could not check your status: {error}
es: No se pudo verificar tu estado: {error}

# signingOutMessage
source: Signing out...
es: Cerrando sesión...

# sessionExpiredTitle
source: Session Expired
es: Sesión Expirada

# sessionExpiredMessage
source: Your authentication was lost. Redirecting to sign-in…
es: Se perdió tu autenticación. Redirigiendo al inicio de sesión…

# mainTabsHome
source: Home
es: Inicio

# mainTabsJobs
source: Jobs
es: Trabajos

# mainTabsEarnings
source: Earnings
es: Ganancias

# myAppOfflineBanner
source: You are offline
es: Estás desconectado

# jobAcceptSheetSelectDayPrompt
source: Select a day above to see job details.
es: Selecciona un día arriba para ver los detalles del trabajo.

# jobAcceptSheetAcceptingButton
source: Accepting...
es: Aceptando...

# jobAcceptSheetAcceptButton
source: Accept Job
es: Aceptar Trabajo

# jobAcceptSheetHeaderAvgPay
source: Avg Pay
es: Pago Prom.

# jobAcceptSheetHeaderAvgTime
source: Avg Time
es: Tiempo Prom.

# jobAcceptSheetHeaderDriveTime
source: Drive Time
es: Tiempo Conduc.

# jobAcceptSheetHeaderDistance
source: Distance
es: Distancia

# jobAcceptSheetSnackBarAccepted
source: Job "{jobName}" accepted.
es: Trabajo "{jobName}" aceptado.

# jobAcceptSheetSnackBarFailed
source: Failed to accept job: {error}
es: Error al aceptar el trabajo: {error}

# jobAcceptSheetRecommendedStart
source: Recommended Start
es: Inicio Recomendado

# jobAcceptSheetServiceWindow
source: Service Window
es: Ventana de Servicio

# jobAcceptSheetBuildings
source: Buildings
es: Edificios

# definitionCardViewOnMapTooltip
source: View on Map
es: Ver en Mapa

# definitionCardAvgSuffix
source: avg
es: prom.

# createAccountTitle
source: Create Account
es: Crear Cuenta

# createAccountSubtitle
source: A few details to get you set up.
es: Unos pocos detalles para configurarte.

# createAccountFirstNameLabel
source: First Name
es: Nombre

# createAccountLastNameLabel
source: Last Name
es: Apellido

# createAccountEmailLabel
source: Email
es: Correo Electrónico

# createAccountPhoneLabel
source: Phone Number
es: Número de Teléfono

# createAccountAllFieldsRequired
source: Please fill out all fields.
es: Por favor, completa todos los campos.

# createAccountNextButton
source: Next
es: Siguiente

# phoneVerificationInfoTitle
source: Verify Your Phone Number
es: Verifica Tu Número de Teléfono

# phoneVerificationInfoMessage
source: We will send a one-time SMS verification code to:
es: Enviaremos un código de verificación SMS de un solo uso a:

# phoneVerificationInfoNoNumber
source: (No phone number provided)
es: (No se proporcionó número de teléfono)

# phoneVerificationInfoExplanation
source: This step confirms your mobile number so we can keep your account secure, send you important updates, and ensure that only you can access the account. Tap the button below to receive the verification code via SMS.
es: Este paso confirma tu número de móvil para que podamos mantener tu cuenta segura, enviarte actualizaciones importantes y asegurar que solo tú puedas acceder a la cuenta. Toca el botón de abajo para recibir el código de verificación por SMS.

# phoneVerificationInfoSendCodeButton
source: Send Verification Code
es: Enviar Código de Verificación

# phoneVerificationInfoFailedSms
source: Failed to request SMS code: {error}
es: Error al solicitar código SMS: {error}

# verifyNumberTitle
source: Verify Your Number
es: Verifica Tu Número

# verifyNumberMessage
source: Enter the 6-digit code we sent to {phoneNumber}
es: Introduce el código de 6 dígitos que enviamos a {phoneNumber}

# verifyNumberEnter6DigitCode
source: Please enter a valid 6-digit code
es: Por favor, introduce un código válido de 6 dígitos

# verifyNumberFailed
source: SMS verification failed: {error}
es: Falló la verificación SMS: {error}

# verifyNumberDidNotReceiveCode
source: Didn't receive a code?
es: ¿No recibiste un código?

# verifyNumberResendCode
source: Resend
es: Reenviar

# verifyNumberResendCodeCooldown
source: Resend in {seconds}s
es: Reenviar en {seconds}s

# verifyNumberCodeResent
source: Code resent!
es: ¡Código reenviado!

# verifyNumberFailedToResend
source: Failed to resend: {error}
es: Error al reenviar: {error}

# verifyNumberVerifyButton
source: Verify
es: Verificar

# totpSignupTitle
source: Secure Your Account
es: Asegura Tu Cuenta

# totpSignupSubtitle
source: For your security, we use passwordless sign-in with a verification app.
es: Para tu seguridad, utilizamos un inicio de sesión sin contraseña con una aplicación de verificación.

# totpSignupExplanation
source: Please install an authenticator app if you don't already have one.
es: Por favor, instala una aplicación de autenticación si aún no tienes una.

# totpSignupStep1Title
source: Step 1: Get an Authenticator App
es: Paso 1: Obtén una App de Autenticación

# totpSignupStep2Title
source: Step 2: Add Your Account
es: Paso 2: Añade Tu Cuenta

# totpSignupOrManual
source: or
es: o

# totpSignupCopyKeyManualTooltip
source: Copy Key for Manual Setup
es: Copiar Clave para Configuración Manual

# totpSignupWorksWithLabel
source: Works with popular apps:
es: Funciona con aplicaciones populares:

# totpSignupOpenAuthenticatorButton
source: Add Account Automatically
es: Configuración Automática

# totpSignupFailedToGenerate
source: Failed to generate TOTP secret: {error}
es: Error al generar secreto TOTP: {error}

# totpSignupNoSecretFound
source: No TOTP secret found! Please go back and try again.
es: ¡No se encontró el secreto TOTP! Por favor, regresa e inténtalo de nuevo.

# totpSignupKeyCopied
source: Secret key copied to clipboard!
es: ¡Clave secreta copiada al portapapeles!

# totpSignupAfterSetupPrompt
source: After adding the account to your app, tap Continue.
es: Después de añadir la cuenta a tu aplicación, toca Continuar.

# totpVerifyTitle
source: Enter Verification Code
es: Introduce el Código de Verificación

# totpVerifyMessage
source: Enter the 6-digit code from your authenticator app for {identifier}
es: Introduce el código de 6 dígitos de tu aplicación de autenticación para {identifier}

# totpVerifyAccountNameInfo
source: In your authenticator app, look for the code labeled:
es: En tu aplicación de autenticación, busca el código etiquetado como:

# totpVerifyExplanation
source: Enter the 6-digit code shown in your authenticator app.
es: Introduce el código de 6 dígitos que se muestra en tu aplicación de autenticación.

# totpVerifyButton
source: Verify
es: Verificar

# totpVerifyLoginFailed
source: Login failed: {error}
es: Falló el inicio de sesión: {error}

# totpVerifyUnexpectedErrorWorkerNull
source: Unexpected error: worker data is null
es: Error inesperado: los datos del trabajador son nulos

# workerDrawerMyProfile
source: My Profile
es: Mi Perfil

# workerDrawerHelpSupport
source: Help & Support
es: Ayuda y Soporte

# workerDrawerSettings
source: Settings
es: Configuración

# workerDrawerSignOut
source: Sign Out
es: Cerrar Sesión

# acceptedJobsTitle
source: Accepted Jobs
es: Trabajos Aceptados

# acceptedJobsSubtitle
source: Manage and view your upcoming work
es: Gestiona y visualiza tu próximo trabajo

# acceptedJobsSortByLabel
source: Sort by:
es: Ordenar por:

# acceptedJobsSortByTime
source: Time
es: Tiempo

# acceptedJobsNoJobsForDay
source: No jobs found for this day.
es: No se encontraron trabajos para este día.

# acceptedJobsBrowseJobsButton
source: Browse Jobs
es: Buscar Trabajos

# acceptedJobsNoJobsAtAll
source: You have no accepted jobs yet.
es: Aún no tienes trabajos aceptados.

# acceptedJobsSelectADay
source: Select a day above to view your jobs.
es: Selecciona un día arriba para ver tus trabajos.

# acceptedJobsUnacceptNotImplemented
source: Unaccept not yet implemented
es: Cancelar aceptación aún no implementado

# acceptedJobsBottomSheetStartJobButton
source: Start Job
es: Iniciar Trabajo

# acceptedJobsBottomSheetUnacceptButton
source: Unaccept
es: Cancelar Aceptación

# acceptedJobsBottomSheetUnacceptingButton
source: Unaccepting...
es: Cancelando...

# acceptedJobsUnacceptSuccessSnackbar
source: Job "{jobName}" unaccepted.
es: Aceptación del trabajo "{jobName}" cancelada.

# acceptedJobsUnacceptFailureSnackbar
source: Failed to unaccept job: {error}
es: Error al cancelar la aceptación del trabajo: {error}

# acceptedJobsBottomSheetPayLabel
source: Pay
es: Paga

# acceptedJobsBottomSheetDistanceLabel
source: Distance
es: Distancia

# acceptedJobsBottomSheetEstTimeLabel
source: Est. Time
es: Tiempo Est.

# acceptedJobsBottomSheetViewDetails
source: View Details
es: Ver Detalles

# acceptedJobsBottomSheetHideDetails
source: Hide Details
es: Ocultar Detalles

# acceptedJobsBottomSheetViewJobMap
source: View Job Map
es: Ver Mapa del Trabajo

# jobMapPageTitle
source: Job Map
es: Mapa del Trabajo

# earningsPageTitle
source: Earnings
es: Ganancias

# earningsPageSubtitle
source: Manage and view your earnings
es: Gestiona y visualiza tus ganancias

# earningsPageCurrentBalanceLabel
source: Current Balance
es: Saldo Actual

# earningsPageTotalForWeekLabel
source: Total for the week
es: Total de la semana

# earningsPageWeeklyEarningsLabel
source: Earnings History
es: Historial de Ganancias

# weeklyEarningsPageTotalLabel
source: Total Week Earnings:
es: Ganancias Totales de la Semana:

# weeklyEarningsPageNoEarnings
source: No earnings to display for this week.
es: No hay ganancias para mostrar esta semana.

# completedJobBottomSheetTitle
source: Job Completed
es: Trabajo Completado

# completedJobBottomSheetPropertyLabel
source: Property: {propertyName}
es: Propiedad: {propertyName}

# completedJobBottomSheetAddressLabel
source: Address: {address}
es: Dirección: {address}

# completedJobBottomSheetPayLabel
source: Pay: {payAmount}
es: Paga: {payAmount}

# completedJobBottomSheetCompletedLabel
source: Completed: {dateTime}
es: Completado: {dateTime}

# completedJobBottomSheetTimeToCompleteLabel
source: Time to Complete: {duration}
es: Tiempo para Completar: {duration}

# completedJobBottomSheetCloseButton
source: CLOSE
es: CERRAR

# jobInProgressPageTitle
source: Job in Progress
es: Trabajo en Curso

# jobInProgressCancelButton
source: Cancel Job
es: Cancelar Trabajo

# jobInProgressCompleteAction
source: Slide to Complete
es: Deslizar para Completar

# jobInProgressTakePictureButton
source: Take Photo
es: Tomar Foto

# jobInProgressPhotoConfirmDialogTitle
source: Confirm Photo
es: Confirmar Foto

# jobInProgressPhotoConfirmDialogContent
source: Are you sure you want to use this photo? You will not be able to retake it.
es: ¿Estás seguro de que quieres usar esta foto? No podrás volver a tomarla.

# jobInProgressPhotoConfirmDialogConfirm
source: Confirm
es: Confirmar

# jobInProgressPhotoConfirmDialogRetake
source: Retake
es: Volver a tomar

# jobInProgressNoPhotos
source: No photos taken yet.
es: Aún no se han tomado fotos.

# jobInProgressPhotosTakenHeader
source: Photos Taken
es: Fotos Tomadas

# jobInProgressMoreOptionsTooltip
source: More options
es: Más opciones

# jobStartFailedSnackbar
source: Failed to start job: {error}
es: Error al iniciar el trabajo: {error}

# jobCompleteFailedSnackbar
source: Failed to complete job: {error}
es: Error al completar el trabajo: {error}

# jobCancelFailedSnackbar
source: Failed to cancel job: {error}
es: Error al cancelar el trabajo: {error}

# jobCancelSuccessSnackbar
source: Job has been canceled.
es: El trabajo ha sido cancelado.

# jobInProgressEstTimeLabel
source: Estimated: {time}
es: Estimado: {time}

# jobInProgressPictureSnackbar
source: Taking a picture... (placeholder)
es: Tomando una foto... (marcador de posición)

# jobInProgressMessageSnackbar
source: Messaging... (placeholder)
es: Enviando mensaje... (marcador de posición)

# jobInProgressDumpBagsButton
source: Dump Bags
es: Desechar Bolsas

# jobInProgressDumpBagsAction
source: Slide to Dump Bags
es: Deslizar para Desechar Bolsas

# jobInProgressBagsCollected
source: Bags Collected: {count} / {max}
es: Bolsas Recogidas: {count} / {max}

# jobInProgressUnitStatusPending
source: Pending
es: Pendiente

# jobInProgressUnitStatusVerified
source: Verified
es: Verificado

# jobInProgressUnitStatusFailed
source: Failed
es: Fallido

# jobInProgressUnitStatusDumped
source: Dumped
es: Desechado

# settingsPageTitle
source: Settings
es: Configuración

# settingsPageEnableNotifications
source: Enable Notifications
es: Habilitar Notificaciones

# settingsPageDarkMode
source: Dark Mode
es: Modo Oscuro

# addressInfoPageTitle
source: Your Address
es: Tu Dirección

# addressInfoPageSubtitle
source: Enter your home address for verification and service area matching.
es: Introduce la dirección de tu domicilio para la verificación y la asignación de tu zona de servicio.

# addressInfoPageStreetLabel
source: Street Address
es: Dirección

# addressInfoPageAptSuiteLabel
source: Apt / Suite (optional)
es: Apto / Suite (opcional)

# addressInfoPageCityLabel
source: City
es: Ciudad

# addressInfoPageStateLabel
source: State
es: Estado

# addressInfoPageZipLabel
source: Zip Code
es: Código Postal

# addressInfoPageContinueButton
source: Continue
es: Continuar

# addressInfoPageFieldsRequired
source: Please fill out all required fields.
es: Por favor, completa todos los campos requeridos.

# vehicleSetupPageTitle
source: Vehicle Setup
es: Configuración del Vehículo

# vehicleSetupPageSubtitle
source: Let us know what you'll be driving.
es: Dinos qué vehículo conducirás.

# vehicleSetupPageInstructions
source: Please enter the details of the vehicle you will use:
es: Por favor, introduce los detalles del vehículo que utilizarás:

# vehicleSetupPageYearLabel
source: Year
es: Año

# vehicleSetupPageMakeLabel
source: Make
es: Marca

# vehicleSetupPageModelLabel
source: Model
es: Modelo

# vehicleSetupPageContinueButton
source: Continue
es: Continuar

# vehicleSetupPageInvalidInfo
source: Please provide valid vehicle info.
es: Por favor, proporciona información válida del vehículo.

# checkrPageTitle
source: Background Check
es: Verificación de Antecedentes

# checkrPageAuthTitle
source: Background Check Authorization
es: Autorización de Verificación de Antecedentes

# checkrPageSubtitle
source: We partner with Checkr for secure background checks.
es: Nos asociamos con Checkr para realizar verificaciones de antecedentes seguras.

# checkrPageExplanation
source: For security and compliance, we partner with Checkr to perform secure background checks. Your information is encrypted and processed securely.
es: Por seguridad y cumplimiento, colaboramos con Checkr para realizar verificaciones de antecedentes. Tu información se cifra y procesa de forma segura.

# checkrPageConfirmEmailLabel
source: Confirm Your Email Address
es: Confirma Tu Dirección de Correo Electrónico

# checkrPageConfirmEmailExplanation
source: Checkr will send important updates regarding your background check to the email below. Make sure it’s correct.
es: Checkr enviará actualizaciones importantes sobre tu verificación de antecedentes al correo electrónico a continuación. Asegúrate de que sea correcto.

# checkrPageEmailFieldLabel
source: Email
es: Correo Electrónico

# checkrPageBeginButton
source: Begin Background Check
es: Iniciar Verificación de Antecedentes

# checkrPageSecureWindowNote
source: You'll complete the check in a secure in-app window.
es: Completarás la verificación en una ventana segura dentro de la aplicación.

# checkrPageFailedToStart
source: Failed to start background check: {error}
es: Error al iniciar la verificación de antecedentes: {error}

# checkrInProgressPageTitle
source: Background Check – Verifying
es: Verificación de Antecedentes – Verificando

# checkrInProgressPageMessage
source: We're waiting for you to finish the background check authorization in the secure form.
es: Estamos esperando que finalices la autorización de la verificación de antecedentes en el formulario seguro.

# checkrInProgressPageCheckStatusPrompt
source: If you’ve completed or canceled the form in another window, tap below to check your status again.
es: Si completaste o cancelaste el formulario en otra ventana, toca abajo para verificar tu estado nuevamente.

# checkrInProgressPageCheckingButton
source: Checking…
es: Verificando...

# checkrInProgressPageCheckAgainButton
source: Did you finish? Tap here to check again
es: ¿Terminaste? Toca aquí para verificar de nuevo

# checkrInProgressPageCouldNotReopen
source: Couldn’t reopen form: {error}
es: No se pudo reabrir el formulario: {error}

# checkrInviteCompletePageTitle
source: Invitation Complete!
es: ¡Invitación Completa!

# checkrInviteCompletePageMessage
source: We’re now processing your background check. You can continue while we finalize the results.
es: Ahora estamos procesando tu verificación de antecedentes. Puedes continuar mientras finalizamos los resultados.

# checkrInviteCompletePageContinueButton
source: Continue
es: Continuar

# checkrWebViewPageTitle
source: Complete Background Check
es: Completar Verificación de Antecedentes

# checkrOutcomePageTitle
source: Background Check Status
es: Estado de la Verificación de Antecedentes

# checkrOutcomePageCurrentStatusLabel
source: Current Status:
es: Estado Actual:

# checkrOutcomePageEmailNotification
source: Detailed report updates will be emailed to {email}.
es: Se enviarán actualizaciones detalladas del informe a {email}.

# checkrOutcomePageYourEmailFallback
source: your email
es: tu correo electrónico

# checkrOutcomePageQuestions1
source: If you have questions, please
es: ¿Tienes preguntas? Por favor,

# checkrOutcomePageContactUs
source: contact us
es: contáctanos

# checkrOutcomePageQuestions2
source: or visit your Checkr Candidate Portal.
es: o visita tu Portal de Candidato de Checkr.

# checkrOutcomePageOpenPortalButton
source: Open Candidate Portal
es: Abrir Portal de Candidatos

# checkrOutcomePageContinueAppButton
source: Continue to App
es: Continuar a la App

# checkrOutcomePageLimitedFunctionalityWarning
source: Some app features will be limited until your check is approved.
es: Algunas funciones de la aplicación estarán limitadas hasta que se apruebe tu verificación.

# checkrOutcomePageErrorFetching
source: Error fetching data: {error}
es: Error al obtener datos: {error}

# checkrOutcomePageSubtitlePending
source: Your background check is currently being processed. This can take a few days. We'll notify you once it's complete.
es: Tu verificación de antecedentes está siendo procesada actualmente. Esto puede tardar algunos días. Te notificaremos cuando esté completa.

# checkrOutcomePageSubtitleCanceled
source: There was an issue with your background check. Please review the details in your Checkr Candidate Portal or contact support for more information.
es: Hubo un problema con tu verificación de antecedentes. Por favor, revisa los detalles en tu Portal de Candidato de Checkr o contacta a soporte para más información.

# checkrOutcomePageSubtitleApproved
source: Good news! Your background check is complete and you are ready for the next step.
es: ¡Buenas noticias! Tu verificación de antecedentes está completa y estás listo para el siguiente paso.

# stripeConnectPageTitle
source: Set Up Your Payment Account
es: Configura Tu Cuenta de Pagos

# stripeConnectPageSubtitle
source: Connect your Stripe account to start getting paid quickly and securely.
es: Conecta tu cuenta de Stripe para comenzar a recibir pagos de forma rápida y segura.

# stripeConnectPageHowItWorksTitle
source: How it Works
es: Cómo Funciona

# stripeConnectPageStep1Title
source: Log in or create your Stripe account
es: Inicia sesión o crea tu cuenta de Stripe

# stripeConnectPageStep1Subtitle
source: Connect securely with Stripe's platform
es: Conéctate de forma segura con la plataforma de Stripe

# stripeConnectPageStep2Title
source: Verify your identity
es: Verifica tu identidad

# stripeConnectPageStep2Subtitle
source: Provide required information for compliance
es: Proporciona la información requerida para el cumplimiento

# stripeConnectPageStep3Title
source: Start receiving payments
es: Comienza a recibir pagos

# stripeConnectPageStep3Subtitle
source: Get paid directly to your bank account
es: Recibe pagos directamente en tu cuenta bancaria

# stripeConnectPageTermsButton
source: Terms of Service
es: Términos de Servicio

# stripeConnectPagePrivacyButton
source: Privacy Policy
es: Política de Privacidad

# stripeConnectPageNeedHelpLabel
source: Need help?
es: ¿Necesitas ayuda?
