Repository: poofware/mono-repo
Catalog: frontend/apps/worker-app/lib/l10n/app_*.arb
Languages: es

# stripeConnectPageContactSupportButton
source: Contact Support
es: Contactar a Soporte

# stripeConnectPageConnectButton
source: Connect With Stripe
es: Conectar con Stripe

# stripeConnectPageFailedToStart
source: Failed to start Stripe Connect flow: {error}
es: Error al iniciar el flujo de Stripe Connect: {error}

# stripeConnectInProgressPageTitle
source: Stripe Connect Onboarding In Progress
es: Incorporación a Stripe Connect en Progreso

# stripeConnectInProgressPageMessage
source: We’re waiting for you to finish the Stripe Connect onboarding flow in your browser or external link.
es: Estamos esperando que finalices el flujo de incorporación a Stripe Connect en tu navegador o enlace externo.

# stripeConnectInProgressPageCheckStatusPrompt
source: If you’ve completed or canceled the Connect flow in another window, tap below to check your status again.
es: Si completaste o cancelaste el flujo de Connect en otra ventana, toca abajo para verificar tu estado nuevamente.

# stripeConnectInProgressPageCheckAgainButton
source: Did you finish? Tap here to check again
es: ¿Terminaste? Toca aquí para verificar de nuevo

# stripeConnectNotCompletePageTitle
source: Stripe Connect Incomplete
es: Stripe Connect Incompleto

# stripeConnectNotCompletePageMessage
source: The setup wasn't fully completed. We're restarting the process for you now...
es: La configuración no se completó del todo. Estamos reiniciando el proceso por ti ahora...

# stripeIdvPageTitle
source: Verify Your Identity
es: Verifica Tu Identidad

# stripeIdvPageExplanation
source: Complete your verification securely to access your account. We partner with Stripe to ensure a safe and reliable verification process.
es: Completa tu verificación de forma segura para acceder a tu cuenta. Colaboramos con Stripe para garantizar un proceso de verificación seguro y confiable.

# stripeIdvPageStepScanId
source: Scan your ID or passport
es: Escanea tu ID o pasaporte

# stripeIdvPageStepSelfie
source: Take a clear selfie
es: Toma una selfie clara

# stripeIdvPageStepSubmit
source: Submit for verification
es: Enviar para verificación

# stripeIdvPageBeforeYouBeginTitle
source: Before you begin:
es: Antes de comenzar:

# stripeIdvPageTipDuration
source: Verification takes 5-10 minutes
es: La verificación toma de 5 a 10 minutos

# stripeIdvPageTipLighting
source: Ensure good lighting for photos
es: Asegura una buena iluminación para las fotos

# stripeIdvPageTipHaveId
source: Have a valid government ID ready
es: Ten a mano una identificación gubernamental válida

# stripeIdvPageSecurityNote
source: Your information is encrypted and securely transmitted. We only receive verification results and do not store sensitive personal data.
es: Tu información se cifra y transmite de forma segura. Solo recibimos los resultados de la verificación y no almacenamos datos personales sensibles.

# stripeIdvPageNeedHelpLabel
source: Need help?
es: ¿Necesitas ayuda?

# stripeIdvPageContactSupportButton
source: Contact Support
es: Contactar a Soporte

# stripeIdvPageStartButton
source: Start Identity Verification
es: Iniciar Verificación de Identidad

# stripeIdvPageFailedToStart
source: Failed to start ID verification flow: {error}
es: Error al iniciar el flujo de verificación de ID: {error}

# stripeIdvInProgressPageTitle
source: Stripe ID Verification In Progress
es: Verificación de ID de Stripe en Progreso

# stripeIdvInProgressPageMessage
source: We’re waiting for you to finish the Stripe Identity Verification flow in your browser or external link.
es: Estamos esperando que finalices el flujo de Verificación de ID de Stripe en tu navegador o enlace externo.

# stripeIdvInProgressPageCheckStatusPrompt
source: If you’ve completed or canceled the ID verification in another window, tap below to check your status again.
es: Si completaste o cancelaste la verificación de ID en otra ventana, toca abajo para verificar tu estado nuevamente.

# stripeIdvInProgressPageCheckAgainButton
source: Did you finish? Tap here to check again
es: ¿Terminaste? Toca aquí para verificar de nuevo

# stripeIdvNotCompletePageTitle
source: Identity Verification Incomplete
es: Verificación de Identidad Incompleta

# stripeIdvNotCompletePageMessage
source: The identity check wasn't fully completed. We're restarting the process for you now...
es: La verificación de identidad no se completó del todo. Estamos reiniciando el proceso por ti ahora...

# myProfilePageTitle
source: My Profile
es: Mi Perfil

# myProfilePageEditButton
source: Edit
es: Editar

# myProfilePageCancelButton
source: Cancel
es: Cancelar

# myProfilePageYourNameFallback
source: Your Name
es: Tu Nombre

# myProfilePageFirstNameLabel
source: First Name
es: Nombre

# myProfilePageLastNameLabel
source: Last Name
es: Apellido

# myProfilePageEmailLabel
source: Email
es: Correo Electrónico

# myProfilePagePhoneLabel
source: Phone Number
es: Número de Teléfono

# myProfilePageAddressLabel
source: Street Address
es: Dirección

# myProfilePageVehicleYearLabel
source: Vehicle Year
es: Año del Vehículo

# myProfilePageVehicleMakeLabel
source: Vehicle Make
es: Marca del Vehículo

# myProfilePageVehicleModelLabel
source: Vehicle Model
es: Modelo del Vehículo

# myProfilePageSaveChangesButton
source: Save Changes
es: Guardar Cambios

# myProfilePageSavingButton
source: Saving…
es: Guardando...

# myProfilePageProfileUpdatedSnackbar
source: Profile updated!
es: ¡Perfil actualizado!

# myProfilePageContactSection
source: Contact Information
es: Información de Contacto

# myProfilePageVehicleSection
source: Vehicle Information
es: Información del Vehículo

# myProfilePageAccountManagementSection
source: Account Management
es: Gestión de Cuenta

# myProfilePageManagePaymentsButton
source: Manage Payouts
es: Gestionar Pagos

# myProfilePageManagePaymentsSubtitle
source: Update your bank account or view payment details on Stripe.
es: Actualiza tu cuenta bancaria o ve los detalles de pago en Stripe.

# myProfilePageManageBackgroundCheckButton
source: View Background Check
es: Ver Verificación de Antecedentes

# myProfilePageManageBackgroundCheckSubtitle
source: Open your Checkr candidate portal to view status or reports.
es: Abre tu portal de candidato de Checkr para ver el estado o los informes.

# myProfilePageCheckStatusButton
source: View Background Check Status
es: Ver Estado de Verificación de Antecedentes

# myProfilePageCheckStatusSubtitle
source: Check the progress of your pending background check.
es: Revisa el progreso de tu verificación de antecedentes pendiente.

# appSplashLogoPlaceholder
source: LOGO WILL GO HERE
es: EL LOGO IRÁ AQUÍ

# checkrInviteWebViewBarrierLabel
source: Checkr Invitation
es: Invitación de Checkr

# checkrStatusCanceled
source: Canceled
es: Cancelado

# checkrStatusPending
source: Pending
es: Pendiente

# checkrStatusApproved
source: Approved
es: Aprobado

# checkrStatusPendingTestMode
source: Pending (Test Mode)
es: Pendiente (Modo de prueba)

# countryNameUS
source: United States
es: Estados Unidos

# countryNameCA
source: Canada
es: Canadá

# countryNameMX
source: Mexico
es: México

# countryNameGB
source: United Kingdom
es: Reino Unido

# countryNameDE
source: Germany
es: Alemania

# pressToSlideCancelSlideToCancel
source: Slide to cancel
es: Deslizar para cancelar

# pressToSlideCancelStartButton
source: Start
es: Iniciar

# timeUnitDays
source: Days
es: Días

# timeUnitHours
source: Hours
es: Horas

# transportModeCar
source: Car
es: Coche

# transportModeWalk
source: Walk
es: A pie

# verifyNumberTestModeNoResend
source: Test Mode: no real resend.
es: Modo de prueba: sin reenvío real.

# weeklyEarningsPageBackButtonTooltip
source: Back
es: Atrás

# homePageJobsSheetRefreshTooltip
source: Refresh job list
es: Actualizar lista de trabajos

# earningsPageRetryButton
source: Retry
es: Reintentar

# earningsPageNoData
source: No earnings data available at this time.
es: No hay datos de ganancias disponibles en este momento.

# walletCardAvailableBalance
source: Available Balance
es: Saldo Disponible

# walletCardNextPayout
source: Next payout: {date}
es: Próximo pago: {date}

# earningsPageThisWeekTitle
source: This Week
es: Esta Semana

# payoutStatusPaid
source: Paid
es: Pagado

# payoutStatusPending
source: Pending
es: Pendiente

# payoutStatusProcessing
source: Processing
es: Procesando

# payoutStatusFailed
source: Failed
es: Fallido

# payoutStatusUnknown
source: Unknown
es: Desconocido

# payoutStatusPaidTooltip
source: Funds typically take 2-3 business days to appear in your account after being marked as 'Paid'.
es: Los fondos suelen tardar de 2 a 3 días hábiles en aparecer en su cuenta después de ser marcados como 'Pagado'.

# payoutFailureNoticeTitle
source: Action Required: Payout Failed
es: Acción Requerida: Fallo en el Pago

# payoutFailureNoticeBody
source: We were unable to process your payout for the week of {weekDate} because: {reason}
es: No pudimos procesar tu pago para la semana del {weekDate} porque: {reason}

# payoutFailureFixOnStripeButton
source: Fix on Stripe
es: Arreglar en Stripe

# payoutFailureContactSupportButton
source: Contact Support
es: Contactar Soporte

# payoutFailureReason_unknown
source: An unknown error occurred. Please contact support.
es: Ocurrió un error desconocido. Por favor, contacta a soporte.

# payoutFailureReason_account_closed
source: Your bank account has been closed.
es: Tu cuenta bancaria ha sido cerrada.

# payoutFailureReason_bank_account_restricted
source: Your bank account is restricted and cannot receive payments.
es: Tu cuenta bancaria está restringida y no puede recibir pagos.

# payoutFailureReason_invalid_account_number
source: The bank account number provided is invalid.
es: El número de cuenta bancaria proporcionado no es válido.

# payoutFailureReason_payouts_not_allowed
source: Payouts are not currently allowed for your account.
es: Los pagos no están permitidos actualmente para tu cuenta.

# payoutFailureReason_worker_missing_stripe_connect_id
source: Your payments account is not fully set up.
es: Tu cuenta de pagos no está completamente configurada.

# payoutFailureReason_stripe_account_payouts_disabled
source: Payouts have been disabled on your payments account.
es: Los pagos han sido desactivados en tu cuenta de pagos.

# payoutFailureReason_account_restricted
source: Your payments account is restricted. Please check your Stripe dashboard.
es: Tu cuenta de pagos está restringida. Por favor, revisa tu panel de Stripe.

# payoutFailureReason_no_account
source: There is no bank account linked to your payments profile.
es: No hay una cuenta bancaria vinculada a tu perfil de pagos.

# payoutFailureReason_debit_not_authorized
source: Debit transfers are not authorized for your bank account.
es: Las transferencias de débito no están autorizadas para tu cuenta bancaria.

# payoutFailureReason_invalid_currency
source: Your bank account does not support the payout currency (USD).
es: Tu cuenta bancaria no admite la moneda del pago (USD).

# payoutFailureReason_account_frozen
source: Your bank account has been frozen.
es: Tu cuenta bancaria ha sido congelada.

# payoutFailureReason_bank_ownership_changed
source: Your bank account ownership has changed.
es: La propiedad de tu cuenta bancaria ha cambiado.

# payoutFailureReason_declined
source: The payout was declined by your bank.
es: El pago fue rechazado por tu banco.

# payoutFailureReason_incorrect_account_holder_name
source: The name on your bank account is incorrect.
es: El nombre del titular de la cuenta bancaria es incorrecto.

# payoutFailureReason_incorrect_account_holder_tax_id
source: The tax ID associated with your account is incorrect.
es: El ID de impuestos asociado con tu cuenta es incorrecto.

# urlLauncherCannotLaunch
source: Could not find an app to open this link.
es: No se pudo encontrar una aplicación para abrir este enlace.

# apiErrorInvalidPayload
source: The data sent was invalid. Please check your input and try again.
es: Los datos enviados no son válidos. Por favor, revisa tu entrada e inténtalo de nuevo.

# apiErrorValidationError
source: Some information was invalid. Please check the fields and try again.
es: Parte de la información no era válida. Por favor, revisa los campos e inténtalo de nuevo.

# apiErrorUnauthorized
source: You are not authorized to perform this action.
es: No tienes autorización para realizar esta acción.

# apiErrorTokenExpired
source: Your session has expired. Please log in again.
es: Tu sesión ha expirado. Por favor, inicia sesión de nuevo.

# apiErrorInvalidCredentials
source: Invalid credentials provided. Please try again.
es: Credenciales inválidas. Por favor, inténtalo de nuevo.

# apiErrorInvalidTotp
source: The two-factor authentication code is incorrect.
es: El código de autenticación de dos factores es incorrecto.

# apiErrorLockedAccount
source: This account is temporarily locked due to too many failed attempts. Please try again later.
es: Esta cuenta está bloqueada temporalmente debido a demasiados intentos fallidos. Por favor, inténtalo más tarde.

# apiErrorIpMismatch
source: Your network address has changed. For security, please log in again.
es: Tu dirección de red ha cambiado. Por seguridad, por favor inicia sesión de nuevo.

# apiErrorInternalServerError
source: An unexpected server error occurred. Please try again later.
es: Ocurrió un error inesperado en el servidor. Por favor, inténtalo más tarde.

# apiErrorNotFound
source: The requested item could not be found.
es: No se pudo encontrar el elemento solicitado.

# apiErrorConflict
source: The information provided conflicts with existing data.
es: La información proporcionada entra en conflicto con datos existentes.

# apiErrorPhoneNotVerified
source: This phone number has not been verified. Please complete the verification process.
es: Este número de teléfono no ha sido verificado. Por favor, completa el proceso de verificación.

# apiErrorEmailNotVerified
source: This email address has not been verified. Please complete the verification process.
es: Esta dirección de correo electrónico no ha sido verificada. Por favor, completa el proceso de verificación.

# apiErrorRowVersionConflict
source: This item was updated by another process. Please refresh and try again.
es: Este elemento fue actualizado por otro proceso. Por favor, actualiza e inténtalo de nuevo.

# apiErrorNetworkOffline
source: You appear to be offline. Please check your connection and try again.
es: Parece que estás desconectado. Por favor, comprueba tu conexión e inténtalo de nuevo.

# apiErrorNetworkTimeout
source: The request timed out. Please check your connection and try again.
es: La solicitud ha tardado demasiado. Por favor, comprueba tu conexión e inténtalo de nuevo.

# apiErrorNetworkError
source: A network error occurred. Please try again.
es: Ocurrió un error de red. Por favor, inténtalo de nuevo.

# apiErrorUnknown
source: An unknown error occurred. Please try again.
es: Ocurrió un error desconocido. Por favor, inténtalo de nuevo.

# signupSuccessTitle
source: Account Created!
es: ¡Cuenta Creada!

# signupSuccessMessage
source: Your account has been created successfully. You can now log in.
es: Tu cuenta ha sido creada con éxito. Ahora puedes iniciar sesión.

# signupSuccessButton
source: Proceed to Login
es: Proceder a Iniciar Sesión

# signupExpiredTitle
source: Signup Expired
es: Registro Expirado

# signupExpiredMessage
source: Your session has expired and your account was not created. Please start the registration process again.
es: Tu sesión ha expirado y tu cuenta no fue creada. Por favor, inicia el proceso de registro de nuevo.

# signupExpiredButton
source: Return to Home
es: Regresar al Inicio

# helpAndSupportTitle
source: Help & Support
es: Ayuda y Soporte

# emailSupportLabel
source: Email Support
es: Soporte por Correo

# helpPageIntro
source: For the fastest support, please email our team. Be sure to include your account email and a detailed description of your issue so we can help you as quickly as possible.
es: Para obtener el soporte más rápido, envía un correo electrónico a nuestro equipo. Asegúrate de incluir el correo electrónico de tu cuenta y una descripción detallada de tu problema para que podamos ayudarte lo más rápido posible.

# forUrgentIssues
source: For urgent issues, you can also reach us by phone:
es: Para asuntos urgentes, también puedes comunicarte con nosotros por teléfono:

# emailSubjectGeneralHelp
source: Help Request: Poof Worker App
es: Solicitud de Ayuda: App Poof Worker

# unacceptJobConfirmTitle
source: Confirm Unacceptance
es: Confirmar Cancelación de Aceptación

# unacceptJobLowImpactBody
source: Unaccepting this job now will result in a minor penalty to your reliability score. This may affect your visibility for future jobs from this property. Are you sure you want to proceed?
es: Cancelar la aceptación de este trabajo ahora resultará en una penalización menor en tu puntuación de fiabilidad. Esto puede afectar tu visibilidad para futuros trabajos de esta propiedad. ¿Estás seguro de que quieres continuar?

# unacceptJobHighImpactTitle
source: Are You Sure?
es: ¿Estás Seguro?

# unacceptJobHighImpactBody
source: This job starts soon. Unaccepting now will significantly impact your reliability score and may prevent you from seeing future jobs at this property. Are you sure you want to proceed?
es: Este trabajo comienza pronto. Cancelar la aceptación ahora impactará significativamente tu puntuación de fiabilidad y podría impedirte ver futuros trabajos en esta propiedad. ¿Estás seguro de que quieres continuar?

# unacceptJobConfirmButton
source: Confirm Unaccept
es: Confirmar Cancelación

# unacceptJobBackButton
source: Go Back
es: Regresar

# cancelJobInProgressTitle
source: Cancel In-Progress Job?
es: ¿Cancelar Trabajo en Curso?

# cancelJobInProgressBody
source: Canceling a job you have already started will result in a penalty and will impact your reliability score. Are you sure you want to cancel?
es: Cancelar un trabajo que ya has comenzado resultará en una penalización e impactará tu puntuación de fiabilidad. ¿Estás seguro de que quieres cancelar?

# cancelJobAsNoShowTitle
source: Cancel Job? This Will Be a No-Show.
es: ¿Cancelar Trabajo? Esto se Considerará Ausencia.

# cancelJobAsNoShowBody
source: This job is now past its no-show cutoff time. Canceling at this point is considered a no-show and will significantly impact your reliability score and access to future jobs. Are you sure you want to cancel?
es: Este trabajo ya ha pasado su hora límite de ausencia. Cancelar en este punto se considera una ausencia e impactará significativamente tu puntuación de fiabilidad y el acceso a futuros trabajos. ¿Estás seguro de que quieres cancelar?

# cancelJobConfirmButton
source: Confirm Cancel
es: Confirmar Cancelación

# cancelJobBackButton
source: Go Back
es: Regresar
